{
  "dzial": "Polityka i konflikty zimnej wojny",
  "tematy": {
    "temat1": {
      "nazwaTematu": "Początek rywalizacji USA i ZSRR",
      "description": "W 1949 r. ZSRR zdetonował swoją pierwszą bombę atomową, co zapoczątkowało intensywny wyścig zbrojeń między dwoma supermocarstwami. Konflikt przybrał formę rywalizacji ideologicznej, militarnej i technologicznej, stając się globalnym zagrożeniem."
    },
    "temat2": {
      "nazwaTematu": "Wojna w Korei (1950–1953)",
      "description": "Korea została podzielona wzdłuż 38. równoleżnika na komunistyczną Północ i proamerykańskie Południe. Wojna rozpoczęła się inwazją KRLD na Południe, a interwencja ONZ, Chin i USA doprowadziła do impasu zakończonego rozejmem w 1953 r. przy niezmienionej granicy."
    },
    "temat3": {
      "nazwaTematu": "Kryzys kubański (1962 r.)",
      "description": "W 1962 r. ZSRR rozpoczął instalację rakiet z głowicami nuklearnymi na Kubie. Kryzys osiągnął punkt kulminacyjny, gdy USA ogłosiły blokadę morską Kuby. Ostatecznie ZSRR wycofał rakiety, a USA zgodziły się usunąć swoje pociski z Turcji."
    },
    "temat4": {
      "nazwaTematu": "Wojna w Wietnamie (1955–1975)",
      "description": "Podzielony na komunistyczną Północ i proamerykańskie Południe, Wietnam stał się areną długotrwałego konfliktu. USA interweniowały po incydencie w Zatoce Tonkińskiej, ale ostatecznie wycofały się w 1973 r. Wietnam zjednoczył się pod rządami komunistów w 1975 r."
    },
    "temat5": {
      "nazwaTematu": "Wojna w Afganistanie (1979–1989)",
      "description": "W 1979 r. ZSRR rozpoczął inwazję na Afganistan w celu wsparcia tamtejszego rządu komunistycznego. Wojna trwała 10 lat i zakończyła się klęską ZSRR oraz wycofaniem wojsk w 1989 r., co znacząco osłabiło pozycję ZSRR."
    },
    "temat6": {
      "nazwaTematu": "Postać historyczna: John F. Kennedy",
      "description": "Jako prezydent USA w czasie kryzysu kubańskiego, John F. Kennedy odegrał kluczową rolę w negocjacjach, które zapobiegły wojnie nuklearnej. Zginął w zamachu w Dallas w 1963 r."
    },
    "temat7": {
      "nazwaTematu": "Wyścig zbrojeń i kosmiczny",
      "description": "Rywalizacja między USA a ZSRR obejmowała rozwój broni atomowej i programów kosmicznych. W 1957 r. ZSRR wystrzelił Sputnika, co rozpoczęło kosmiczny wyścig, w którym USA odpowiedziały lądowaniem na Księżycu w 1969 r."
    },
    "temat8": {
      "nazwaTematu": "Wojny zastępcze w zimnej wojnie",
      "description": "USA i ZSRR unikały bezpośredniego starcia, ale angażowały się w konflikty pośrednie, wspierając strony w wojnach w Korei, Wietnamie, Afganistanie i innych krajach Trzeciego Świata."
    },
    "temat9": {
      "nazwaTematu": "Zasada wzajemnego odstraszania (MAD)",
      "description": "Podczas zimnej wojny obowiązywała doktryna Mutual Assured Destruction (MAD), czyli wzajemnego zagwarantowanego zniszczenia. Polegała na tym, że każda ze stron miała wystarczająco dużo broni atomowej, by zniszczyć drugą w odwecie."
    },
    "temat10": {
      "nazwaTematu": "5 najważniejszych pojęć zimnej wojny",
      "description": "1. **Żelazna Kurtyna** – podział Europy na Wschód i Zachód. 2. **Blokada Berlina (1948-1949)** – pierwszy kryzys zimnej wojny. 3. **Doktryna Trumana** – polityka powstrzymywania komunizmu. 4. **NATO i Układ Warszawski** – rywalizujące sojusze militarne. 5. **Kryzys kubański** – kulminacja napięć między USA a ZSRR."
    }
  }
}
