{ "dzial": "Węglowodory", "tematy": { "temat1": { "nazwaTematu": "Alkany", "description": "Alkany to węglowodory nasycone, które zawierają wyłącznie pojedyncze wiązania między atomami węgla (wiązania sigma, C-C). Mają ogólny wzór chemiczny CnH2n+2Cn​H2n+2​. Są związkami stabilnymi, a przykłady to metan (CH₄) i etan (C₂H₆). Alkany są mało reaktywne chemicznie, ale ulegają spalaniu." }, "temat2": { "nazwaTematu": "Alkeny", "description": "Alkeny to węglowodory nienasycone, które posiadają przynajmniej jedno podwójne wiązanie między atomami węgla (C=C). Mają ogólny wzór CnH2nCn​H2n​. Alkeny są bardziej reaktywne niż alkany i mogą uczestniczyć w reakcjach przyłączenia, np. etylen (C₂H₄) jest stosowany w produkcji tworzyw sztucznych." }, "temat3": { "nazwaTematu": "Alkiny", "description": "Alkiny to węglowodory nienasycone, które posiadają przynajmniej jedno potrójne wiązanie między atomami węgla (C≡C). Ich ogólny wzór to CnH2n−2Cn​H2n−2​. Alkiny są bardziej reaktywne niż alkany i alkeny, a przykładem jest acetylen (C₂H₂), stosowany w spawaniu i cięciu metali." }, "temat4": { "nazwaTematu": "Różnice w Strukturze: Alkany, Alkeny i Alkiny", "description": "Alkany, alkeny i alkiny różnią się liczbą i typem wiązań między atomami węgla. Alkany mają tylko pojedyncze wiązania (wiązania sigma), co sprawia, że są stabilne i mniej reaktywne. Alkeny posiadają jedno lub więcej podwójnych wiązań (wiązanie sigma i pi), co czyni je bardziej reaktywnymi. Alkiny mają co najmniej jedno potrójne wiązanie (jedno sigma i dwa pi), co nadaje im największą reaktywność spośród trzech grup." }, "temat5": { "nazwaTematu": "Czym jest Benzen?", "description": "Benzen to aromatyczny węglowodór o wzorze C₆H₆. Jego struktura to pierścień sześciu atomów węgla z naprzemiennymi pojedynczymi i podwójnymi wiązaniami, co tworzy układ sprzężonych wiązań pi. Ta budowa nadaje benzenowi stabilność chemiczną oraz unikalne właściwości, takie jak wysoka odporność na reakcje przyłączenia. Benzen jest wykorzystywany jako rozpuszczalnik i surowiec do produkcji tworzyw sztucznych, ale jego pary są toksyczne." } } }
