{
  "dzial": "Genetyka",
  "tematy": {
    "temat1": {
      "nazwaTematu": "Znaczenie genetyki w medycynie",
      "description": "Genetyka odgrywa kluczową rolę w medycynie, zwłaszcza w diagnostyce i terapii chorób genetycznych, takich jak mukowiscydoza, hemofilia czy nowotwory dziedziczne. Wprowadzenie technologii CRISPR umożliwia precyzyjną edycję genów, otwierając drogę do potencjalnego leczenia wielu schorzeń."
    },
    "temat2": {
      "nazwaTematu": "Genetyka w rolnictwie",
      "description": "Inżynieria genetyczna pozwala na tworzenie genetycznie modyfikowanych organizmów (GMO), które są bardziej odporne na choroby, szkodniki i niekorzystne warunki środowiskowe. Dzięki temu rolnictwo staje się bardziej efektywne i zrównoważone."
    },
    "temat3": {
      "nazwaTematu": "Znaczenie genetyki w ochronie środowiska",
      "description": "Genetyka jest używana do ochrony bioróżnorodności poprzez identyfikację gatunków i populacji zagrożonych wyginięciem oraz planowanie programów hodowlanych i reintrodukcji. Analiza genetyczna pomaga również w walce z nielegalnym handlem dzikimi zwierzętami."
    },
    "temat4": {
      "nazwaTematu": "Zygota i jej rodzaje",
      "description": "Zygota to komórka powstała w wyniku zapłodnienia, czyli połączenia gamety żeńskiej (komórki jajowej) i męskiej (plemnika). W zależności od liczby komórek, jakie zygota dzieli w pierwszych stadiach rozwoju, wyróżnia się zygotę jednokomórkową i wielokomórkową."
    },
    "temat5": {
      "nazwaTematu": "Allele i ich typy",
      "description": "Allele to różne formy tego samego genu, które mogą determinować różne cechy organizmu. Istnieją allele dominujące, które zawsze ujawniają się w fenotypie, oraz allele recesywne, które ujawniają się tylko w przypadku braku dominującego allelu."
    },
    "temat6": {
      "nazwaTematu": "Mutacje genetyczne",
      "description": "Mutacje to zmiany w sekwencji DNA, które mogą być spowodowane czynnikami zewnętrznymi (mutageny) lub wewnętrznymi błędami podczas replikacji DNA. Mutacje mogą prowadzić do chorób genetycznych lub zmieniać cechy organizmu, co jest podstawą ewolucji."
    },
    "temat7": {
      "nazwaTematu": "Chromosomy i kariotyp",
      "description": "Chromosomy to struktury zbudowane z DNA i białek, zawierające geny. Kariotyp to zestaw wszystkich chromosomów w komórce organizmu. U ludzi kariotyp składa się z 23 par chromosomów: 22 par autosomów i 1 para chromosomów płciowych."
    },
    "temat8": {
      "nazwaTematu": "DNA i RNA",
      "description": "DNA (kwas deoksyrybonukleinowy) jest nośnikiem informacji genetycznej w organizmach, natomiast RNA (kwas rybonukleinowy) bierze udział w syntezie białek. Różnią się one budową chemiczną i funkcją w komórce."
    },
    "temat9": {
      "nazwaTematu": "Kod genetyczny",
      "description": "Kod genetyczny to sposób, w jaki informacje zawarte w DNA są tłumaczone na sekwencję aminokwasów w białkach. Jest on uniwersalny dla większości organizmów i składa się z trójek nukleotydów, zwanych kodonami."
    },
    "temat10": {
      "nazwaTematu": "Rekombinacja genetyczna",
      "description": "Rekombinacja genetyczna to proces wymiany fragmentów DNA między homologiczne chromosomy podczas mejozy, co zwiększa różnorodność genetyczną potomstwa. Jest kluczowa dla ewolucji i adaptacji organizmów."
    }
  },
  "img": "https://cdn.discordapp.com/attachments/755519116680495226/1325877053966389288/AJQWtBPXLwnqNppGiBT6xYqDkjFUv4x1uqBRIDqOZVcndvysFzhgWyrkYMZjuszHbIYzobAOukiu9DZwZzxQyG7E3SI6GNgwPrDHnID8aNQvx_MuiUsw1920-h919.png?ex=677d62bb&is=677c113b&hm=f74e2e393a3cf35074b07cc96f305d0f6e579a74fd7e498e257204f5d8b8aa4c"
}
