{
  "dzial": "Biologia – Ewolucjonizm",
  "tematy": {
    "temat1": {
      "nazwaTematu": "Podobieństwa i różnice między człowiekiem a innymi człekokształtnymi",
      "description": "Homo habilis – pierwszy użytkownik narzędzi, mniejszy mózg, żył ok. 2,4–1,5 mln lat temu. Homo erectus – wyprostowana postawa, większy mózg, ogień, migracje. Homo neanderthalensis – masywniejszy, przystosowany do zimna, wyginął. Homo sapiens – współczesny człowiek, rozwinięty mózg, mowa, kultura, sztuka. Podobieństwa: budowa szkieletu, sposób poruszania, podobne DNA. Różnice: wielkość mózgu, stopień rozwoju narzędzi, poziom kultury."
    },
    "temat2": {
      "nazwaTematu": "tabela",
      "img": "https://cdn.discordapp.com/attachments/755519116680495226/1361306217213067264/AJQWtBMGJ_D0XdPJjPJkfUwXW4vx90Am-QDGtSY53-PmmWNzDpLBXWwsrw67K5IyLyCcCLBv7S8Yy4gfaukyndlNjFN9An51xIS4vPyTzjV5hi8O8ww1879-h925.png?ex=67fe46b6&is=67fcf536&hm=7b60d76e71c6205ae2c49044d93a8adb9645a5051e883abcd12c910197f04b22&"
    },
    "temat3": {
      "nazwaTematu": "Skład pierwotnej atmosfery",
      "description": "Pierwotna atmosfera Ziemi nie zawierała tlenu. Dominowały metan (CH4), amoniak (NH3), para wodna (H2O), azot (N2) i dwutlenek węgla (CO2). Nie było warstwy ozonowej, więc promieniowanie UV dochodziło do powierzchni Ziemi."
    },
    "temat4": {
      "nazwaTematu": "Pierwsze organizmy",
      "description": "Pierwsze organizmy były jednokomórkowe, bezjądrowe (prokarionty). Później pojawiły się sinice (cyjanobakterie), które prowadziły fotosyntezę i zaczęły produkować tlen."
    },
    "temat5": {
      "nazwaTematu": "Antropogeneza",
      "description": "Człowiek wyewoluował w Afryce. Zmiana klimatu spowodowała zamianę lasów deszczowych w sawanny. Przodkowie ludzi zaczęli chodzić na dwóch nogach (dwunożność), by lepiej poruszać się po otwartej przestrzeni i widzieć drapieżniki."
    },
    "temat6": {
      "nazwaTematu": "Dryf genetyczny",
      "description": "To losowe zmiany częstości alleli w małej populacji. Może prowadzić do utraty różnorodności genetycznej."
    },
    "temat7": {
      "nazwaTematu": "Efekt założyciela",
      "description": "To sytuacja, gdy mała grupa osobników zakłada nową populację. Ma ona ograniczoną różnorodność genetyczną i może różnić się od populacji macierzystej."
    },
    "temat8": {
      "nazwaTematu": "Endosymbioza",
      "description": "Teoria mówiąca, że mitochondria i chloroplasty powstały z bakterii, które zostały pochłonięte przez inne komórki i zaczęły z nimi współżyć."
    }
  }
}
